"Enable GUI Scripting" = "Enable GUI Scripting";
"Cancel" = "Cancel";
"GUI Scripting is not enabled." = "GUI Scripting is not enabled.";
"Enable GUI Scripting ?" = "Would you like me to enable \"GUI Scripting\" ? (\"Enable access for assistive devices\" in System Preferences will be turn on.)";

"Open System Preferences" = "Open System Preferences";
"Deny" = "Deny";
"GUI Scripting is required" = "\"Rename It\" would like to control this computer using accessibility features.";
"Grant access to this application" = "Grant access to this application in Security & privacy preferences, located in System Preferences.";

"Enter new item name :" = "Enter new item name :";
"This file name have been used." = "This file name have been used.";
"Can't resolve frontmost document." = "Can't resolve frontmost document.";
"launch by a launcher" = "Rename It must be launched from Dock, Spotlight menu, Script menu or other launchers.";
"No selection in Finder" = "No selection in Finder";
